/* 
  Localizable.strings
  StartHere

  Created by Tom on 2/28/17.
  Copyright © 2017 Nero AG. All rights reserved.
*/

/* Main Window Title */
"%@ Product Registration V%@" = "Enregistrement d'un produit %@ V%@";

/* Error - macOS version too old */
"This application is not optimized for your operating system. Use OS X %s or higher." = "Pour une expérience de configuration optimale, utilisez OS X %s ou une version ultérieure.";

/* Network error - Registration server not reachable */
"There is a problem connecting to the %@ registration server. Please try again later." = "Problème de connexion au serveur d'enregistrement %@. Réessayez ultérieurement.";

/* Network error - No Internet */
"There is a problem connecting to the Internet. Please try again later." = "Problème de connexion à Internet. Réessayez ultérieurement.";

/* Error - Default Web Browser Can not be opened */
"Unable to locate the default browser or it cannot be opened." = "Le navigateur par défaut est introuvable ou impossible de l'ouvrir.";

"OK" = "OK";
